{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/Saghen/blink.cmp.git",
      "version": "'v1.7.0'"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim.git"
    },
    "everforest-nvim": {
      "src": "https://github.com/neanias/everforest-nvim.git"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua.git"
    },
    "indentmini.nvim": {
      "src": "https://github.com/nvimdev/indentmini.nvim.git"
    },
    "lz.n": {
      "src": "https://github.com/lumen-oss/lz.n.git"
    },
    "mini.ai": {
      "src": "https://github.com/nvim-mini/mini.ai.git"
    },
    "mini.comment": {
      "src": "https://github.com/nvim-mini/mini.comment.git"
    },
    "mini.move": {
      "src": "https://github.com/nvim-mini/mini.move.git"
    },
    "mini.pairs": {
      "src": "https://github.com/nvim-mini/mini.pairs.git"
    },
    "mini.surround": {
      "src": "https://github.com/nvim-mini/mini.surround.git"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter.git",
      "version": "'main'"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim.git"
    },
    "yazi.nvim": {
      "src": "https://github.com/mikavilpas/yazi.nvim.git"
    }
  }
}